commands = '''
**⟨ MAX CHECKER⟩

الاوامـر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`.م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**⟨ ANDREW CHECKER ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec2 = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec3 = """
⟨ ANDREW CHECKER ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
sec4 = """
الاوامر الاضافية | MAX

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس ماكس` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس ماكس `

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للخاص مرحبا بك في سورس ماكس `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
tele_checker = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
tele_checker2 = '''
Hunt sours (max) 

Types :
------------------------
1 - a111a1 - abbbab
2 - a_1a1  -  a_bab - aba_b - a_abb - a_bba - ab_ba
3 - vip1199 - vip 1919 - id123 
4 - ab1111 - abccc
5 - sxxxc - s777c - sxxx7 - s7773 - sxxxs - sxxxx
6 - x8bot
7 - sdxbot - sx5bot - s4dbot - s55bot - ss5bot 
8 - scooo
10 - a_b_c - a_b_1
test - لفحص السورس
---------------------
مثل : .صيد 700000 8 x_o_x
'''
